<?php return [
    'device' => 'העבר את :count הנסיעות שלך למכשיר',
    'error' => [
        'device-exists' => 'המכשיר שנבחר אינו זמין יותר',
        'trips-exists' => 'לא ניתן להעביר את המכשיר הזה בלי לבחור יעד לנסיעות שלך',
        'user-exists' => 'המשתמש שנבחר אינו זמין יותר',
        'vehicle-exists' => 'הרכב שנבחר אינו זמין יותר',
    ],
    'meta-title' => 'מכשירים > :title > העברה',
    'save' => 'העבר',
    'success' => 'המכשיר הועבר בהצלחה',
    'user' => 'הקצה מכשיר זה למשתמש',
    'vehicle' => 'העבר את :count הנסיעות שלך לרכב',
];
