<?php return [
    'code' => 'الرمز',
    'delete-button' => 'حذف',
    'delete-message' => 'سيؤدي حذف الجهاز أيضاً إلى حذف جميع رحلاته وإعادة التزود بالوقود. هل تريد حقاً المتابعة؟ الحذف دائم، ولا يمكن التراجع عن هذا الإجراء.',
    'delete-success' => 'تم حذف الجهاز بنجاح',
    'delete-title' => 'حذف الجهاز',
    'messages' => 'الرسائل',
    'meta-title' => 'الأجهزة &gt :title',
    'save' => 'حفظ',
    'shared-url' => 'عنوان URL العام:',
    'success' => 'تم تحديث الجهاز بنجاح',
    'transfer' => 'نقل',
    'user' => 'المستخدم',
];
