<?php return [
    'alarms' => 'الإنذارات',
    'delete-button' => 'حذف',
    'delete-message' => 'سيؤدي حذف السيارة أيضاً إلى حذف جميع رحلاتها وإعادة التزود بالوقود. هل تريد حقاً المتابعة؟ الحذف دائم، ولا يمكن التراجع عن هذا الإجراء.',
    'delete-success' => 'تم حذف المركبة بنجاح',
    'delete-title' => 'حذف المركبة',
    'devices' => 'الأجهزة',
    'meta-title' => 'المركبات &gt :title',
    'notifications' => 'الإشعارات',
    'save' => 'حفظ',
    'success' => 'تم تحديث المركبة بنجاح',
    'user' => 'المستخدم',
];
