<?php return [
    'device' => [
        'text-peding' => 'سيتم ربط الجهاز بمركبة',
        'title' => 'إنشاء جهاز',
    ],
    'server' => [
        'text' => ':port خادم تم إنشاؤه على المنفذ الخاص بالبروتوكول :protocol',
        'text-peding' => 'سيتلقى الخادم البيانات من أجهزتك',
        'title' => 'إنشاء خادم',
    ],
    'title' => 'مرحباً بك في الخادم',
    'trip' => [
        'text' => 'ينتظر الخادم استقبال الاتصالات الأولى من أحد الأجهزة',
        'title' => 'في انتظار الرحلات',
    ],
    'vehicle' => [
        'text-peding' => 'قد تحتوي المركبة على جهاز واحد أو أكثر',
        'title' => 'إنشاء مركبة',
    ],
];
