<?php return [
    'device' => ':count نقل رحلاتك إلى الجهاز',
    'error' => [
        'device-exists' => 'لم يعد الجهاز المحدد متوفراً',
        'trips-exists' => 'لا يمكن نقل هذا الجهاز دون تحديد وجهة لرحلاتك',
        'user-exists' => 'المستخدم المحدد لم يعد متوفراً',
        'vehicle-exists' => 'لم تعد المركبة المحددة غير متوفرة',
    ],
    'meta-title' => ':title > الأجهزة>نقل',
    'save' => 'نقل',
    'success' => 'تم نقل الجهاز بنجاح',
    'user' => 'تعيين هذا الجهاز للمستخدم',
    'vehicle' => ':count نقل الرحلات إلى المركبة',
];
