<?php return [
    'date_at' => 'التاريخ والوقت',
    'distance' => 'المسافة منذ إعادة التزود بالوقود السابقة',
    'distance_total' => 'إجمالي المسافة',
    'error' => [
        'vehicle-exists' => 'لم تعد المركبة المحددة متوفرة',
    ],
    'meta-title' => 'إعادة التزود بالوقود > إنشاء',
    'price' => 'السعر',
    'quantity' => 'الكمية',
    'quantity_before' => 'الكمية في الخزان قبل إعادة التزود بالوقود',
    'save' => 'حفظ',
    'success' => 'تم تسجيل إعادة التزود بالوقود بنجاح',
    'total' => 'المبلغ الإجمالي',
    'user' => 'المستخدم',
    'vehicle' => 'المركبة',
];
