<?php return [
    'device' => 'الجهاز',
    'error' => [
        'device_id-exists' => 'لم يعد الجهاز المحدد متوفراً',
        'points-empty' => 'تعذر الحصول على أي نقاط من ملف GPX. ربما لم تعد الطوابع الزمنية متوفرة',
        'timezone_id-exists' => 'المنطقة الزمنية المحددة لم تعد متوفرة',
        'vehicle_id-exists' => 'لم تعد المركبة المحددة غير متوفرة',
    ],
    'file' => 'ملف GPX',
    'meta-title' => 'الرحلات > استيراد',
    'save' => 'استيراد',
    'success' => 'تم استيراد الملف بنجاح',
    'user' => 'المستخدم',
    'vehicle' => 'المركبة',
];
