<?php return [
    'device' => [
        'text-peding' => 'המכשיר יקושר לרכב',
        'title' => 'צור מכשיר',
    ],
    'server' => [
        'text' => 'שרת נוצר בפורט :port לפרוטוקול :protocol',
        'text-peding' => 'השרת יקבל נתונים מהמכשירים שלך',
        'title' => 'צור שרת',
    ],
    'title' => 'ברוך הבא!',
    'trip' => [
        'text' => 'השרת מחכה לקבל את התקשורת הראשונה ממכשיר',
        'title' => 'ממתין לנסיעות',
    ],
    'vehicle' => [
        'text-peding' => 'הרכב יכול לקשור למכשיר אחד או למספר מכשירים',
        'title' => 'צור רכב',
    ],
];
