<?php return [
    'code' => 'קוד',
    'delete-button' => 'מחק',
    'delete-message' => 'מחיקת מכשיר תמחוק גם את כל הנסיעות והתיקונים שלו. האם אתה בטוח שברצונך להמשיך? המחיקה היא קבועה ולא ניתן לבטל פעולה זו.',
    'delete-success' => 'המכשיר נמחק בהצלחה',
    'delete-title' => 'מחיקת מכשיר',
    'messages' => 'הודעות',
    'meta-title' => 'מכשירים > :title',
    'save' => 'שמור',
    'shared-url' => 'קישור ציבורי:',
    'success' => 'המכשיר עודכן בהצלחה',
    'transfer' => 'העברה',
    'user' => 'משתמש',
];
